tap "eggplants/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
brew "awscli"
brew "binutils"
brew "cocoapods"
brew "diffutils"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mise"
brew "nano"
brew "nkf"
brew "openjdk"
brew "pinentry-mac"
brew "roswell"
brew "ruby-build"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "starship"
brew "tree"
brew "unar"
brew "uniutils"
brew "unzip"
brew "w3m"
brew "wget"
brew "whois"
brew "winetricks"
brew "xq"
brew "yq"
brew "zellij"
brew "eggplants/tap/xmas"
cask "1password"
cask "alacritty"
cask "android-commandlinetools"
cask "android-studio"
cask "balenaetcher"
cask "copilot-for-xcode"
cask "firefox"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "lagrange"
cask "libreoffice"
cask "microsoft-edge"
cask "orbstack"
cask "qfinder-pro"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rubymine"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "wine-crossover"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "ms-vscode-remote.remote-containers"
