tap "eggplants/tap"
tap "gcenx/wine"
tap "homebrew/bundle"

brew "awscli"
brew "binutils"
brew "byobu"
brew "diffutils"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mise"
brew "nano"
brew "nkf"
brew "pinentry-mac"
brew "roswell"
brew "ruby-build"
brew "sops"
brew "starship"
brew "tree"
brew "uniutils"
brew "w3m"
brew "wget"
brew "whois"
brew "winetricks"
brew "eggplants/tap/xmas"

cask "alacritty"
cask "android-studio"
cask "firefox"
cask "font-hackgen"
cask "google-chrome"
cask "libreoffice"
cask "microsoft-edge"
cask "orbstack"
cask "qfinder-pro"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rubymine"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "wine-crossover"
cask "xquartz"

mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
